{
    "ESP_011277_1825": {
    "Acquisition date": "22 December 2008",
    "Local Mars time": "15:47",
    "Latitude (centered)": "2.221",
    "Longitude (East)": "357.465",
    "Spacecraft altitude": "270.1 km (167.8 miles)",
    "Original image scale range": "27.1 cm/pixel (with 1 x 1 binning) so objects ~81 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "3.9",
    "Phase angle": "60.7",
    "Solar incidence angle": "57, with the Sun about 33 above the horizon",
    "Solar longitude": "178.0, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 4.7",
    "title": "Crater in Meridiani Planum with Layering",
    "caption": "This image shows layered sedimentary rocks and ripples that fill and surround an impact crater in Meridiani Planum. These layered deposits may have formed through the accumulation of sediment that were transported into this crater by blowing wind or flowing water. The crater interior contains a sequence of layers that are remnants of the material that originally filled in the crater. These sediments form an extensive deposit that once covered the floor of the surrounding region. Written by: Jennifer Griffes (11 February 2009)This is a stereo pair with ESP_011910_1825."
   },
   "ESP_011268_2485": {
    "Acquisition date": "21 December 2008",
    "Local Mars time": "15:31",
    "Latitude (centered)": "68.211",
    "Longitude (East)": "234.255",
    "Spacecraft altitude": "311.6 km (193.6 miles)",
    "Original image scale range": "31.7 cm/pixel (with 1 x 1 binning) so objects ~95 cm across are resolved",
    "Map projected scale": "25 cm/pixel",
    "Map projection": "Polarstereographic",
    "Emission angle": "11.3",
    "Phase angle": "66.4",
    "Solar incidence angle": "76, with the Sun about 14 above the horizon",
    "Solar longitude": "177.6, Northern Summer",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 329.7",
    "title": "Inactive Phoenix Lander on Mars",
    "caption": "Shown here is one of a series of images design to monitor the Phoenix landing site for changes over time due to atmospheric haze, deposition or removal of dust, or formation of frost as winter approaches. Frost is not yet apparent here during the middle afternoon, but there is atmospheric haze. This is the first image targeted to the lander since it ceased activity. A previous image was acquired after the lander had ceased communication, but had been planned while it was still active. Written by: Alfred McEwen (2 January 2009)"
   },
   "ESP_011261_1960": {
    "Acquisition date": "20 December 2008",
    "Local Mars time": "15:45",
    "Latitude (centered)": "15.672",
    "Longitude (East)": "72.865",
    "Spacecraft altitude": "274.0 km (170.3 miles)",
    "Original image scale range": "27.4 cm/pixel (with 1 x 1 binning) so objects ~82 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "0.3",
    "Phase angle": "57.3",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "177.3, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 356.2",
    "title": "Isidis Basin Ejecta",
    "caption": "This scene is a jumbled mess! There are blocks and smears of many different rocks types that appear to have been dumped into a pile. That's probably about what happened, as ejecta from the Isidis impact basin to the east. This pile of old rocks is an island surrounded by younger lava flows from Syrtis Major. Written by: Alfred McEwen (2 March 2017)"
   },
   "ESP_011677_1655": {
    "Acquisition date": "22 January 2009",
    "Local Mars time": "15:55",
    "Latitude (centered)": "-14.286",
    "Longitude (East)": "240.049",
    "Spacecraft altitude": "251.0 km (156.0 miles)",
    "Original image scale range": "50.9 cm/pixel (with 2 x 2 binning) so objects ~153 cm across are resolved",
    "Map projected scale": "50 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "9.5",
    "Phase angle": "48.8",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "195.9, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 7.3",
    "title": "Pit Crater Chain South of Arsia Mons",
    "caption": "This contains a series of craters called pit chains; however they are not formed by impact craters. There are a few potential ways that these are formed. The pit craters are believed to form by the collapse of lava tubes or magma chambers. They could also form when the crust of Mars gets pulled apart by extensional forces from a growing volcano magma chamber. This leaves structurally weak areas that have a greater chance of collapsing when the area (lava tubes or magma chamber) no longer contains molten lava or is drained from the chamber. There is evidence that Mars is not the only planet that has features like these. Earth also has similar pit chains that have formed in Iceland. This chain was formed on a known fault line and the pits formed when the region experienced an earthquake. This process may be similar to the way the Martian pit chains were formed. If Marsquakes are the cause of the formation of pit chains, this will support the idea that there is still geologic (tectonic) activity occurring on Mars. The pit chains that have been found on Earth are considerably smaller than similar features that are found on Mars. Earth's are smaller due to higher gravity and weathering makes them smaller and at some point completely erasing them from sight. But Mars has no system to create erosion; therefore the chains on Mars are better preserved. Related links Seismic study hints at a rumbling Mars Pit chain formation on Mars Written by: Circe Verba (13 May 2009)This is a stereo pair with ESP_012600_1655."
   },
   "ESP_011287_2165": {
    "Acquisition date": "23 December 2008",
    "Local Mars time": "15:42",
    "Latitude (centered)": "36.023",
    "Longitude (East)": "80.538",
    "Spacecraft altitude": "292.1 km (181.5 miles)",
    "Original image scale range": "58.6 cm/pixel (with 2 x 2 binning) so objects ~176 cm across are resolved",
    "Map projected scale": "50 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "2.9",
    "Phase angle": "59.7",
    "Solar incidence angle": "62, with the Sun about 28 above the horizon",
    "Solar longitude": "178.5, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 344.4",
    "title": "Fresh Impact Crater in Utopia Planitia",
    "caption": "This fresh crater is located in the northern mid-latitudes. It is designated as fresh because of its very sharp rim. The crater has experienced some modification since it formed, including a few tiny craters on the south wall. The rough texture of the floor is suggestive of ground ice, which is expected to exist in the mid-latitudes. Ground ice aids gravity in moving material from the crater walls towards the center. Material is visible slumping off the northwest crater wall in this fashion. The wavy texture of the center of the crater floor suggests that material has been transported from the walls and merged in the center. Written by: Kelly Kolb (25 February 2009)This is a stereo pair with ESP_011564_2165."
   },
   "ESP_011289_1950": {
    "Acquisition date": "23 December 2008",
    "Local Mars time": "15:48",
    "Latitude (centered)": "14.625",
    "Longitude (East)": "29.049",
    "Spacecraft altitude": "276.8 km (172.0 miles)",
    "Original image scale range": "55.7 cm/pixel (with 2 x 2 binning) so objects ~167 cm across are resolved",
    "Map projected scale": "50 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "5.6",
    "Phase angle": "52.4",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "178.5, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 357.3",
    "title": "Meander and Tributary of Scamander Vallis",
    "caption": "Scamander Vallis is a winding, degraded valley network in the Northern Hemisphere of Mars. Visible here are several bends, or meanders, in the valley. The bottom of the valley contains dunes, and the scene is speckled with small impact craters. The walls of the valley have slope streaks ranging in color from dark to light. Slope streaks are proposed to form by avalanching dust and to evolve by fading or brightening over time. Thus, the slope streaks in Scamander Vallis likely formed at different times. Across the center of image, there are some dark streaks that go across the valley walls; these are probably dust devil tracks. As dust devils (mini wind funnels) move across the surface, they stir up dust and leave behind dark trails.Written by: Kelly Kolb (11 February 2009)"
   },
   "ESP_011292_1720": {
    "Acquisition date": "23 December 2008",
    "Local Mars time": "15:42",
    "Latitude (centered)": "-8.083",
    "Longitude (East)": "307.489",
    "Spacecraft altitude": "266.1 km (165.4 miles)",
    "Original image scale range": "28.7 cm/pixel (with 1 x 1 binning) so objects ~86 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "25.5",
    "Phase angle": "81.1",
    "Solar incidence angle": "56, with the Sun about 34 above the horizon",
    "Solar longitude": "178.7, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 11.3",
    "title": "Layering at Ganges Chasma",
    "caption": "This image shows the geologic contact between the walls of Ganges Chasma and the adjacent plains. Ganges Chasma is one of several deep troughs that make up the Valles Marineris system on Mars. The upper slopes of the walls of Ganges have layering that appears dark, rough, and blocky, consistent with lava flows that are thought to make up the plains around Valles Marineris. Outside of Ganges on the plains is an unusual deposit that appears bright and is eroding back from the walls of Ganges, indicating the deposit isn't as resistant to erosion by the wind as the underlying lava flows. The bright deposit is mantled by aeolian debris and dust, but along cliffs where erosion has exposed fresher surfaces, one can see meter-scale layering that appears smoother and brighter than the layering visible in the underlying lava flows. Some scientists interpret the layers in this deposit to be sediments laid down by water activity from a channel system located to the west, but explosive volcanism and aeolian airfall can also produce this fine-scale layering. Written by: Cathy Weitz (4 February 2009)This is a stereo pair with PSP_005939_1720."
   },
   "ESP_011310_1395": {
    "Acquisition date": "24 December 2008",
    "Local Mars time": "15:57",
    "Latitude (centered)": "-40.129",
    "Longitude (East)": "182.060",
    "Spacecraft altitude": "253.0 km (157.2 miles)",
    "Original image scale range": "25.3 cm/pixel (with 1 x 1 binning) so objects ~76 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "2.3",
    "Phase angle": "69.3",
    "Solar incidence angle": "67, with the Sun about 23 above the horizon",
    "Solar longitude": "179.5, Northern Summer",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 25.9",
    "title": "Light-Toned Layered Deposits on Southern Mid-Latitude Crater Floor",
    "caption": "This image features the floor of a crater in the Southern highlands of Mars. The light-toned layered deposits (LTLD) are located in the center of the image; they are exposed along the edges of the high-standing mesa. LTLD are found in many places on Mars, including impact craters and canyons near the equator. They may have been deposited by sedimentary processes involving wind and/or water. Dunes or ripples surround the mesa. The orientation of the dunes indicates that the direction of the dominant wind at the time of the dune/ripple formation was along the troughs that surround the mesa. The terrain near the bottom of the image has a texture that geologists call etched. The etched texture is a result of differential erosion as some materials being eroded more easily than others. One possible scenario is that the region was buried by a soft sedimentary deposit that is now being removed by wind erosion. Written by: Kelly Kolb (15 April 2009)This is a stereo pair with ESP_011811_1395."
   },
   "ESP_011331_1560": {
    "Acquisition date": "26 December 2008",
    "Local Mars time": "15:54",
    "Latitude (centered)": "-23.850",
    "Longitude (East)": "326.784",
    "Spacecraft altitude": "258.6 km (160.7 miles)",
    "Original image scale range": "25.9 cm/pixel (with 1 x 1 binning) so objects ~78 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "1.3",
    "Phase angle": "60.4",
    "Solar incidence angle": "61, with the Sun about 29 above the horizon",
    "Solar longitude": "180.4, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 18.7",
    "title": "Terrain in Eberswalde Crater",
    "caption": "Eberswalde Crater is an approximately 65-kilometer diameter, closed basin crater. This image was targeted in the landing ellipse as a possible site for the 2011 Mars Science Laboratory mission. The image shows resistant knobs and mounds and a scoured surface. The CRISM instrument onboard the Mars Reconnaissance Orbiter has detected clays in the region. Clays on Earth are often formed in the presence of water and occur in river deltas and lake beds. The delta and meandering channels in Eberswalde Crater (west of the landing ellipse) and the detection of phyllosilicates provides evidence for possible past water activity on Mars. Written by: Jennifer Griffes (4 February 2009)This is a stereo pair with ESP_011265_1560."
   },
   "ESP_011341_0980": {
    "Acquisition date": "27 December 2008",
    "Local Mars time": "17:06",
    "Latitude (centered)": "-81.797",
    "Longitude (East)": "76.130",
    "Spacecraft altitude": "246.9 km (153.4 miles)",
    "Original image scale range": "49.4 cm/pixel (with 2 x 2 binning) so objects ~148 cm across are resolved",
    "Map projected scale": "50 cm/pixel",
    "Map projection": "Polarstereographic",
    "Emission angle": "0.3",
    "Phase angle": "88.0",
    "Solar incidence angle": "88, with the Sun about 2 above the horizon",
    "Solar longitude": "180.8, Northern Autumn",
    "North azimuth": " 110",
    "Sub-solar azimuth": " 32.3",
    "title": "Starburst Fans",
    "caption": "During the Martian winter a layer of carbon dioxide ice (dry ice) forms a seasonal cap over the polar region. In the spring--when the sun starts to warm the ice and the surface below--gas escapes from beneath the ice layer, carrying dust with it. The dust is deposited on top of the ice in fans, with an orientation determined by the prevailing wind direction. In this region, the gas flows along radial channels, so that when it emerges we see a circular set of dust fans. These inspire the starburst description. Written by: Candy Hansen (25 February 2009)"
   },
   "ESP_011351_0945": {
    "Acquisition date": "27 December 2008",
    "Local Mars time": "18:18",
    "Latitude (centered)": "-85.216",
    "Longitude (East)": "181.548",
    "Spacecraft altitude": "247.0 km (153.5 miles)",
    "Original image scale range": "99.0 cm/pixel (with 4 x 4 binning) so objects ~297 cm across are resolved",
    "Map projected scale": "100 cm/pixel",
    "Map projection": "Polarstereographic",
    "Emission angle": "4.1",
    "Phase angle": "86.4",
    "Solar incidence angle": "90, with the Sun about 0 above the horizon",
    "Solar longitude": "181.2, Northern Autumn",
    "North azimuth": " 127",
    "Sub-solar azimuth": " 32.6",
    "title": "Fans on Ice",
    "caption": "Every southern winter the south polar region of Mars is covered with an approximately 1 meter deep layer of frozen carbon dioxide (dry ice). In the spring, when the sun begins to warm the surface below the translucent ice, gas flow under the ice carries loose dust from the surface up onto the top. The dust falls to the surface in fans, whose orientation is determined by the direction of the local wind flow. Fans from one source region pointing in multiple directions show how the wind direction has changed. Narrow fans pointing in just one direction are the most recent. Alternatively, the vent from the surface may have re-annealed, such that these fans were formed over a very limited time span. Written by: Candy Hansen (18 February 2009)This is a stereo pair with ESP_011350_0945."
   },
   "ESP_011359_1695": {
    "Acquisition date": "28 December 2008",
    "Local Mars time": "15:49",
    "Latitude (centered)": "-10.403",
    "Longitude (East)": "280.200",
    "Spacecraft altitude": "255.6 km (158.8 miles)",
    "Original image scale range": "25.7 cm/pixel (with 1 x 1 binning) so objects ~77 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "5.0",
    "Phase angle": "62.9",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "181.6, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 10.8",
    "title": "Plains South of Valles Marineris",
    "caption": "This enhanced-color sample reveals the incredible diversity of landforms on some Martian plains that appear bland and uniform at larger scales. Here we see layers, small channels suggesting water flow, craters, and indurated sand dunes. Written by: Alfred McEwen (28 March 2017)"
   },
   "ESP_011386_2065": {
    "Acquisition date": "30 December 2008",
    "Local Mars time": "15:46",
    "Latitude (centered)": "26.143",
    "Longitude (East)": "259.359",
    "Spacecraft altitude": "280.0 km (174.0 miles)",
    "Original image scale range": "28.2 cm/pixel (with 1 x 1 binning) so objects ~85 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "6.7",
    "Phase angle": "54.5",
    "Solar incidence angle": "61, with the Sun about 29 above the horizon",
    "Solar longitude": "182.8, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 347.4",
    "title": "Collapse Pit in Tractus Fossae",
    "caption": "This HiRISE image shows a collapse pit in Tractus Fossae, a region of large ridges and troughs created by tectonic activity. The fossae occur on the Tharsis volcanic rise, a giant region of enhanced volcanic activity that includes the three large volcanoes Ascraeus Mons, Pavonis Mons and Arsia Mons. The pit in this image has very steep walls, and so only a narrow arc is illuminated by sunlight. The rest of the pit is in dark shadow. However, a stretched version of the image shows details of the pit floor, due to a small amount of scattered sunlight. Pits like this form by collapse into underground voids, such as those left by propagating magma-filled dikes. They may sometimes have overhanging walls, although in this case the walls can be seen and appear nearly vertical. Some similar features are found on Earth: Devil's Throat, in Hawaii, is one example. Other similar examples have been imaged on Mars as well. Written by: Colin Dundas (9 March 2009)This is a stereo pair with ESP_011531_2065."
   },
   "ESP_011425_1775": {
    "Acquisition date": "02 January 2009",
    "Local Mars time": "15:52",
    "Latitude (centered)": "-2.358",
    "Longitude (East)": "278.261",
    "Spacecraft altitude": "260.1 km (161.6 miles)",
    "Original image scale range": "26.2 cm/pixel (with 1 x 1 binning) so objects ~79 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "7.9",
    "Phase angle": "50.2",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "184.5, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 4.4",
    "title": "An Impact North of Valles Marineris",
    "caption": "Repeat imaging of the same location on Mars allows us to detect changes, including new impacts. This recent crater is known to have formed between February 2005 and July 2005. Before and after images enable us to age a crater to within a few months or years. HiRISE often confirms the existence of craters identified in pre-existing lower resolution images. Incoming impactors form new craters and deposit rock, in what is called an ejecta blanket that is outside the crater. The ejecta blanket resembles a splash pattern when seen from above. The dark colors in the image show a portion of the blanket, including far-flung small pieces of rock. The blue likely represents dark basaltic rocks, a volcanic rock commonly found in places like Hawaii, on top of the dust-covered surface. The radial features of the crater are comprised of ejecta and often termed rays. Rays are used to help identify more recent craters and find them in images. Older craters do not have rays as they have been eroded away. As is clear from an example like this, impact craters allow us to study the subsurface portions of planetary bodies.Written by: Leah Sacks, Livio Leonardo Tornabene, Chimira Andres, Vidhya and Ganesh Rangarajan (3 February 2020)This is a stereo pair with ESP_012282_1775."
   },
   "ESP_011428_1380": {
    "Acquisition date": "02 January 2009",
    "Local Mars time": "16:04",
    "Latitude (centered)": "-41.566",
    "Longitude (East)": "202.278",
    "Spacecraft altitude": "252.5 km (156.9 miles)",
    "Original image scale range": "25.9 cm/pixel (with 1 x 1 binning) so objects ~78 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "13.5",
    "Phase angle": "55.5",
    "Solar incidence angle": "67, with the Sun about 23 above the horizon",
    "Solar longitude": "184.7, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 24.2",
    "title": "Gullies in Newton Crater",
    "caption": "This observation appears in the 5 August 2011 Science edition, Seasonal Flows on Warm Martian Slopes.. Written by:  (6 March 2009)This is a stereo pair with PSP_005943_1380."
   },
   "ESP_011443_1380": {
    "Acquisition date": "04 January 2009",
    "Local Mars time": "15:55",
    "Latitude (centered)": "-41.699",
    "Longitude (East)": "150.562",
    "Spacecraft altitude": "250.8 km (155.9 miles)",
    "Original image scale range": "25.4 cm/pixel (with 1 x 1 binning) so objects ~76 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "9.3",
    "Phase angle": "74.2",
    "Solar incidence angle": "66, with the Sun about 24 above the horizon",
    "Solar longitude": "185.3, Northern Autumn",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 24.6",
    "title": "Distinctive Brightness",
    "caption": "This full-resolution image is centered on a bright deposit at the end of a gully channel. The bright deposit does not seem to be present in an image acquired several years earlier than 2009, and is likely to be very recent based on its distinctive brightness. Written by: Alfred McEwen (29 March 2017)This is a stereo pair with ESP_011509_1380."
   },
   "ESP_011523_1695": {
    "Acquisition date": "10 January 2009",
    "Local Mars time": "15:51",
    "Latitude (centered)": "-10.564",
    "Longitude (East)": "123.120",
    "Spacecraft altitude": "260.2 km (161.7 miles)",
    "Original image scale range": "26.0 cm/pixel (with 1 x 1 binning) so objects ~78 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "0.8",
    "Phase angle": "58.6",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "188.9, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 7.2",
    "title": "Bedrock Exhumed from the Deep",
    "caption": "Roadside bedrock outcrops are all too familiar for many who have taken a long road trip through mountainous areas on Earth. Martian craters provide what tectonic mountain building and man's TNT cannot: crater-exposed bedrock outcrops. Although crater and valley walls offer us roadside-like outcrops from just below the Martian surface, their geometry is not always conducive to orbital views. On the other hand, a crater central peak, a collection of mountainous rocks that have been brought up from depth, but also rotated and jumbled during the cratering process, produce some of the most spectacular views of bedrock from orbit. This color composite cutout shows an example of such bedrock that may originate from as deep as 2 miles beneath the surface. The bedrock at this scale is does not appear to be layered or made up of grains, but has a massive appearance riddled with cross-cutting fractures, some of which have been filled by dark materials and rock fragments (impact melt and breccias) generated by the impact event. A close inspection of the image shows that these light-toned bedrock blocks are partially to fully covered by sand dunes and coated with impact melt bearing breccia flows. Written by: Livio Leonardo Tornabene (18 January 2017)This is a stereo pair with ESP_012367_1695."
   },
   "ESP_011542_1530": {
    "Acquisition date": "11 January 2009",
    "Local Mars time": "15:54",
    "Latitude (centered)": "-26.714",
    "Longitude (East)": "326.248",
    "Spacecraft altitude": "258.7 km (160.8 miles)",
    "Original image scale range": "25.9 cm/pixel (with 1 x 1 binning) so objects ~78 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "3.6",
    "Phase angle": "63.7",
    "Solar incidence angle": "60, with the Sun about 30 above the horizon",
    "Solar longitude": "189.8, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 16.1",
    "title": "Lakebeds in Holden Crater",
    "caption": "Holden Crater was once filled by at least *two* different lakes. The sediments deposited in those lakes are relatively light-toned where exposed, as we see in this observation. Each layer represents a different point in time and perhaps a changing environment for Martian life, if it existed.  The elongated ridges with sharp crests are sand dunes. NB: North is to the left in the cutout image. Written by: Alfred McEwen (13 April 2017)"
   },
   "ESP_011544_0985": {
    "Acquisition date": "12 January 2009",
    "Local Mars time": "17:14",
    "Latitude (centered)": "-81.374",
    "Longitude (East)": "295.864",
    "Spacecraft altitude": "246.7 km (153.3 miles)",
    "Original image scale range": "49.5 cm/pixel (with 2 x 2 binning) so objects ~148 cm across are resolved",
    "Map projected scale": "50 cm/pixel",
    "Map projection": "Polarstereographic",
    "Emission angle": "6.0",
    "Phase angle": "79.2",
    "Solar incidence angle": "84, with the Sun about 6 above the horizon",
    "Solar longitude": "189.9, Northern Autumn",
    "North azimuth": " 112",
    "Sub-solar azimuth": " 31.9",
    "title": "Defrosting in Inca City",
    "caption": "This image shows a region known as Inca City near the South Pole, so named because its rectilinear grid of ridges is reminiscent of the ruins of an ancient city. Of course, these ridges are not tumble-down stone walls, but their origin is not known for certain. The ridges most likely have been exhumed by aeolian stripping of overlying material and are not related in origin to the nearby south polar ice deposits. One possible formation scenario is the filling of cracks (perhaps produced on the floor of an impact crater) by erosionally-resistant material, such as volcanic rock. Now, the ridges are muted by overlying material, most likely dust. In this image, taken in southern spring, the ridges are also covered by seasonal carbon dioxide ice. The dark spots are areas where the ice is translucent enough to see the darker material beneath it and/or where darker material beneath the ice has escaped to the surface and is blown by near-surface winds, creating long, dark streaks. This image is one in a series of images positioned near this location for the purpose of monitoring these dark spots and streaks throughout southern spring and early summer to ascertain how they form and change as the seasonal ice disappears. Written by: Kate Fishbaugh (15 July 2009)"
   },
   "ESP_011631_1515": {
    "Acquisition date": "18 January 2009",
    "Local Mars time": "15:55",
    "Latitude (centered)": "-28.438",
    "Longitude (East)": "57.087",
    "Spacecraft altitude": "256.9 km (159.7 miles)",
    "Original image scale range": "from 25.7 cm/pixel (with 1 x 1 binning) to 51.4 cm/pixel (with 2 x 2 binning)",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "0.3",
    "Phase angle": "60.1",
    "Solar incidence angle": "60, with the Sun about 30 above the horizon",
    "Solar longitude": "193.8, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 15.4",
    "title": "Layered Outcrops on Crater Floor",
    "caption": "This image shows part of the floor of an impact crater on the northern rim of the giant Hellas Basin. Hellas includes the lowest elevations on Mars, and may have once held lakes or seas; layered rock outcrops occur around much of the edge of the basin. At this site, a large impact crater (about 90 kilometers across) was partly filled by layered rocks. These rocks on the crater floor are now eroding and forming strange pits. Here, the layers are mostly exposed on a steep slope which cuts across much of the image. On this slope, they crop out as rocky stripes, some continuous and others not. The material between the stripes is mostly covered by debris, but some areas of exposed rock are visible. The slope is capped by a thick, continuous layer that armors it against erosion; once this cap is gone, the lower material is removed rapidly, forming the steep slope. At the base of this slope, rocks on the floor of the pit appear bright and heavily fragmented by cracks known as joints. The variation in rock types suggests that the rocks here were deposited by multiple processes or in different environments. Sites like this may preserve a record of conditions on early Mars. Written by: Colin Dundas (18 February 2009)"
   },
   "ESP_011605_1170": {
    "Acquisition date": "16 January 2009",
    "Local Mars time": "16:11",
    "Latitude (centered)": "-62.546",
    "Longitude (East)": "53.310",
    "Spacecraft altitude": "249.1 km (154.8 miles)",
    "Original image scale range": "24.9 cm/pixel (with 1 x 1 binning) so objects ~75 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "0.7",
    "Phase angle": "72.5",
    "Solar incidence angle": "73, with the Sun about 17 above the horizon",
    "Solar longitude": "192.6, Northern Autumn",
    "North azimuth": " 98",
    "Sub-solar azimuth": " 29.0",
    "title": "Ancient Volcano Defrosting",
    "caption": "Malea Patera is one of a group of ancient volcanoes that ring the Hellas impact basin. This HiRISE image was intended to investigate the nature of the volcanic materials at this location. However, the image was taken in early spring for this location in the southern hemisphere and so the ground is covered with bright frost except for some dark splotches found in discrete patches. This is where the sunlight has penetrated the frost and initiated defrosting around discrete spots. Clearly something is different about the patches where this defrosting has started before any other locations. One possibility is that these are (frost covered) dark sand dunes that heat up more easily than the surrounding terrain. However, we will need to take a new image in the summer time to really know what is happening here. Written by: Laszlo P. Keszthelyi (4 March 2009)"
   },
   "ESP_011618_1885": {
    "Acquisition date": "17 January 2009",
    "Local Mars time": "15:46",
    "Latitude (centered)": "8.612",
    "Longitude (East)": "46.837",
    "Spacecraft altitude": "272.2 km (169.2 miles)",
    "Original image scale range": "27.4 cm/pixel (with 1 x 1 binning) so objects ~82 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "5.9",
    "Phase angle": "64.1",
    "Solar incidence angle": "58, with the Sun about 32 above the horizon",
    "Solar longitude": "193.2, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 353.2",
    "title": "Bolide Breakup and Impact",
    "caption": "The MRO Context Imager (CTX) team has been discovering many new impact events on Mars, and then they request HiRISE follow-up imaging to confirm an impact origin and to identify and measure the craters. Crater clusters are common as these small (typically less than 1 meter diameter) objects break up in the thin Martian air and separate a little bit to make crater clusters up to a few hundred meters wide. The example shown here is the result of an impact that occurred between May 2003 and September 2007. It was first discovered as a dark spot in a CTX image acquired in March 2008, but later found to be partly visible at the very edge of a CTX image acquired in September 2007. A dark spot is not present in the previous image of this location with sufficient resolution to have detected it, acquired by the visible THEMIS camera on Mars Odyssey in May 2003. Thus the impact might have formed anytime between May 2003 and September 2007. The dark markings are created by removing or disturbing the surface dust cover, and so far new impact sites have been discovered only in dust-covered regions of Mars. Although small Martian crater clusters are common, this example is unusual because there is a dark line between the two largest craters. We hypothesize that atmospheric breakup coincidentally made two nearly equal-size objects that impacted close together in space and time so the air blasts interacted with each other to disturb the dust along this line. Hundreds of these small objects (mostly asteroid fragments) impact Mars per year. A comparable number of small objects impact Earth each year, but explode in the upper reaches of our atmosphere and have no effect on the surface, fortunately for those of us who live here. Written by: Alfred McEwen (4 February 2009)"
   },
   "ESP_011635_1510": {
    "Acquisition date": "19 January 2009",
    "Local Mars time": "16:00",
    "Latitude (centered)": "-28.502",
    "Longitude (East)": "309.059",
    "Spacecraft altitude": "254.4 km (158.1 miles)",
    "Original image scale range": "26.5 cm/pixel (with 1 x 1 binning) so objects ~79 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "15.0",
    "Phase angle": "46.9",
    "Solar incidence angle": "61, with the Sun about 29 above the horizon",
    "Solar longitude": "194.0, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 15.6",
    "title": "Colorful Rocks in Ritchey Crater",
    "caption": "The enhanced color image of this observation includes some interesting features in and near the central uplift of Ritchey Crater. At the top is an ancient streambed, and above center are multicolored rocks and minerals in the central uplift. Large impact craters are unstable when they are formed, because their walls are so steep. Gravity causes the walls to collapse toward the center of the crater, colliding to form an uplift or peak. This process of central uplift formation can bring rocks from deep in the crater walls up to the surface. The angular bright blocks near the center of this image show that this process breaks the wall rocks into fragments as the central uplift is formed. Written by: Ken Herkenhoff (25 February 2009)This is a stereo pair with PSP_002682_1510."
   },
   "ESP_011648_1730": {
    "Acquisition date": "20 January 2009",
    "Local Mars time": "15:56",
    "Latitude (centered)": "-7.162",
    "Longitude (East)": "311.524",
    "Spacecraft altitude": "267.6 km (166.3 miles)",
    "Original image scale range": "27.8 cm/pixel (with 1 x 1 binning) so objects ~83 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "17.7",
    "Phase angle": "41.1",
    "Solar incidence angle": "59, with the Sun about 31 above the horizon",
    "Solar longitude": "194.6, Northern Autumn",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 2.5",
    "title": "A Mesa on a Mesa",
    "caption": "This oval mesa is a remnant of a geological unit that once covered this area, similar to the mesas and buttes in Monument Valley, in Arizona and Utah. This is a small remnant of a much larger unit of similar material that caps Ganges Mensa to the west. As can be seen in the sides of this small mesa, this remnant consists of a layered stack of rock. Prior to the massive erosion that left this a high-standing mesa, a more gentle phase of erosion created the small hills and whorls on the upper surface of the mesa. It seems that this gentle erosion continued even after the mesa was created, as this pattern of small hills and whorls is visible on the terrain surrounding the mesa. Although not visible in the area shown in this HiRISE image, this mesa actually sits on top of the much larger Ganges Mensa, which is itself a large mesa within Ganges Chasma. Written by: Ross Beyer (4 March 2009)This is a stereo pair with ESP_011582_1730."
   },
   "ESP_011664_2015": {
    "Acquisition date": "21 January 2009",
    "Local Mars time": "15:49",
    "Latitude (centered)": "21.246",
    "Longitude (East)": "230.872",
    "Spacecraft altitude": "275.3 km (171.1 miles)",
    "Original image scale range": "57.3 cm/pixel (with 2 x 2 binning) so objects ~172 cm across are resolved",
    "Map projected scale": "50 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "12.6",
    "Phase angle": "50.6",
    "Solar incidence angle": "63, with the Sun about 27 above the horizon",
    "Solar longitude": "195.3, Northern Autumn",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 345.6",
    "title": "Lava Flows at the Base of Olympus Mons",
    "caption": "This image is located at the foot of the largest volcano in the Solar System, Olympus Mons. The entire scene is covered with a multitude of lava flows. Most of the flows consisted of relatively sticky lava that froze after flowing for only a short distance (often less than a kilometer, or about half a mile). However, a few of the flows were more fluid and actually drained out of their channels, leaving troughs with distinct levees. These channelized flows extend out of the HiRISE image so they must be at least several kilometers (a few miles) long.  In all likelihood, both the short and long lava flows have very similar chemical compositions. Based on experience with lava flows on Earth, the channelized flows were probably fed by more vigorous eruptions. That is, the lava flow was fed so quickly that the lava traveled a long distance before it solidified. With the shorter flows, a slow dribble of lava froze before going more than the equivalent of a few city blocks.  The ridge with two knobs in the center of the image is of special interest. The lava flows radiate away from these knobs, indicating that the flows were fed from these points. However, based on experience with the current eruption of Kilauea Volcano in Hawaii, it seems that these vents were fed by a lava tube. Thus the magma first reached the surface some distance away, then was transported through a tube to this location. A blockage in the tube would force the lava to burst out and erupt onto the surface. Written by: Laszlo Kestay (22 April 2009)"
   }
}