{
    "ESP_011277_1825": {
    "Acquisition date": "22 December 2008",
    "Local Mars time": "15:47",
    "Latitude (centered)": "2.221",
    "Longitude (East)": "357.465",
    "Spacecraft altitude": "270.1 km (167.8 miles)",
    "Original image scale range": "27.1 cm/pixel (with 1 x 1 binning) so objects ~81 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "3.9",
    "Phase angle": "60.7",
    "Solar incidence angle": "57, with the Sun about 33 above the horizon",
    "Solar longitude": "178.0, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 4.7",
    "title": "Crater in Meridiani Planum with Layering",
    "caption": "This image shows layered sedimentary rocks and ripples that fill and surround an impact crater in Meridiani Planum. These layered deposits may have formed through the accumulation of sediment that were transported into this crater by blowing wind or flowing water. The crater interior contains a sequence of layers that are remnants of the material that originally filled in the crater. These sediments form an extensive deposit that once covered the floor of the surrounding region. Written by: Jennifer Griffes (11 February 2009)This is a stereo pair with ESP_011910_1825."
   },
   "ESP_011292_1720": {
    "Acquisition date": "23 December 2008",
    "Local Mars time": "15:42",
    "Latitude (centered)": "-8.083",
    "Longitude (East)": "307.489",
    "Spacecraft altitude": "266.1 km (165.4 miles)",
    "Original image scale range": "28.7 cm/pixel (with 1 x 1 binning) so objects ~86 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "25.5",
    "Phase angle": "81.1",
    "Solar incidence angle": "56, with the Sun about 34 above the horizon",
    "Solar longitude": "178.7, Northern Summer",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 11.3",
    "title": "Layering at Ganges Chasma",
    "caption": "This image shows the geologic contact between the walls of Ganges Chasma and the adjacent plains. Ganges Chasma is one of several deep troughs that make up the Valles Marineris system on Mars. The upper slopes of the walls of Ganges have layering that appears dark, rough, and blocky, consistent with lava flows that are thought to make up the plains around Valles Marineris. Outside of Ganges on the plains is an unusual deposit that appears bright and is eroding back from the walls of Ganges, indicating the deposit isn't as resistant to erosion by the wind as the underlying lava flows. The bright deposit is mantled by aeolian debris and dust, but along cliffs where erosion has exposed fresher surfaces, one can see meter-scale layering that appears smoother and brighter than the layering visible in the underlying lava flows. Some scientists interpret the layers in this deposit to be sediments laid down by water activity from a channel system located to the west, but explosive volcanism and aeolian airfall can also produce this fine-scale layering. Written by: Cathy Weitz (4 February 2009)This is a stereo pair with PSP_005939_1720."
   },
   "ESP_011341_0980": {
    "Acquisition date": "27 December 2008",
    "Local Mars time": "17:06",
    "Latitude (centered)": "-81.797",
    "Longitude (East)": "76.130",
    "Spacecraft altitude": "246.9 km (153.4 miles)",
    "Original image scale range": "49.4 cm/pixel (with 2 x 2 binning) so objects ~148 cm across are resolved",
    "Map projected scale": "50 cm/pixel",
    "Map projection": "Polarstereographic",
    "Emission angle": "0.3",
    "Phase angle": "88.0",
    "Solar incidence angle": "88, with the Sun about 2 above the horizon",
    "Solar longitude": "180.8, Northern Autumn",
    "North azimuth": " 110",
    "Sub-solar azimuth": " 32.3",
    "title": "Starburst Fans",
    "caption": "During the Martian winter a layer of carbon dioxide ice (dry ice) forms a seasonal cap over the polar region. In the spring--when the sun starts to warm the ice and the surface below--gas escapes from beneath the ice layer, carrying dust with it. The dust is deposited on top of the ice in fans, with an orientation determined by the prevailing wind direction. In this region, the gas flows along radial channels, so that when it emerges we see a circular set of dust fans. These inspire the starburst description. Written by: Candy Hansen (25 February 2009)"
   },
   "ESP_011386_2065": {
    "Acquisition date": "30 December 2008",
    "Local Mars time": "15:46",
    "Latitude (centered)": "26.143",
    "Longitude (East)": "259.359",
    "Spacecraft altitude": "280.0 km (174.0 miles)",
    "Original image scale range": "28.2 cm/pixel (with 1 x 1 binning) so objects ~85 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "6.7",
    "Phase angle": "54.5",
    "Solar incidence angle": "61, with the Sun about 29 above the horizon",
    "Solar longitude": "182.8, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 347.4",
    "title": "Collapse Pit in Tractus Fossae",
    "caption": "This HiRISE image shows a collapse pit in Tractus Fossae, a region of large ridges and troughs created by tectonic activity. The fossae occur on the Tharsis volcanic rise, a giant region of enhanced volcanic activity that includes the three large volcanoes Ascraeus Mons, Pavonis Mons and Arsia Mons. The pit in this image has very steep walls, and so only a narrow arc is illuminated by sunlight. The rest of the pit is in dark shadow. However, a stretched version of the image shows details of the pit floor, due to a small amount of scattered sunlight. Pits like this form by collapse into underground voids, such as those left by propagating magma-filled dikes. They may sometimes have overhanging walls, although in this case the walls can be seen and appear nearly vertical. Some similar features are found on Earth: Devil's Throat, in Hawaii, is one example. Other similar examples have been imaged on Mars as well. Written by: Colin Dundas (9 March 2009)This is a stereo pair with ESP_011531_2065."
   },
   "ESP_011443_1380": {
    "Acquisition date": "04 January 2009",
    "Local Mars time": "15:55",
    "Latitude (centered)": "-41.699",
    "Longitude (East)": "150.562",
    "Spacecraft altitude": "250.8 km (155.9 miles)",
    "Original image scale range": "25.4 cm/pixel (with 1 x 1 binning) so objects ~76 cm across are resolved",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "9.3",
    "Phase angle": "74.2",
    "Solar incidence angle": "66, with the Sun about 24 above the horizon",
    "Solar longitude": "185.3, Northern Autumn",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 24.6",
    "title": "Distinctive Brightness",
    "caption": "This full-resolution image is centered on a bright deposit at the end of a gully channel. The bright deposit does not seem to be present in an image acquired several years earlier than 2009, and is likely to be very recent based on its distinctive brightness. Written by: Alfred McEwen (29 March 2017)This is a stereo pair with ESP_011509_1380."
   },
   "ESP_011544_0985": {
    "Acquisition date": "12 January 2009",
    "Local Mars time": "17:14",
    "Latitude (centered)": "-81.374",
    "Longitude (East)": "295.864",
    "Spacecraft altitude": "246.7 km (153.3 miles)",
    "Original image scale range": "49.5 cm/pixel (with 2 x 2 binning) so objects ~148 cm across are resolved",
    "Map projected scale": "50 cm/pixel",
    "Map projection": "Polarstereographic",
    "Emission angle": "6.0",
    "Phase angle": "79.2",
    "Solar incidence angle": "84, with the Sun about 6 above the horizon",
    "Solar longitude": "189.9, Northern Autumn",
    "North azimuth": " 112",
    "Sub-solar azimuth": " 31.9",
    "title": "Defrosting in Inca City",
    "caption": "This image shows a region known as Inca City near the South Pole, so named because its rectilinear grid of ridges is reminiscent of the ruins of an ancient city. Of course, these ridges are not tumble-down stone walls, but their origin is not known for certain. The ridges most likely have been exhumed by aeolian stripping of overlying material and are not related in origin to the nearby south polar ice deposits. One possible formation scenario is the filling of cracks (perhaps produced on the floor of an impact crater) by erosionally-resistant material, such as volcanic rock. Now, the ridges are muted by overlying material, most likely dust. In this image, taken in southern spring, the ridges are also covered by seasonal carbon dioxide ice. The dark spots are areas where the ice is translucent enough to see the darker material beneath it and/or where darker material beneath the ice has escaped to the surface and is blown by near-surface winds, creating long, dark streaks. This image is one in a series of images positioned near this location for the purpose of monitoring these dark spots and streaks throughout southern spring and early summer to ascertain how they form and change as the seasonal ice disappears. Written by: Kate Fishbaugh (15 July 2009)"
   },
   "ESP_011631_1515": {
    "Acquisition date": "18 January 2009",
    "Local Mars time": "15:55",
    "Latitude (centered)": "-28.438",
    "Longitude (East)": "57.087",
    "Spacecraft altitude": "256.9 km (159.7 miles)",
    "Original image scale range": "from 25.7 cm/pixel (with 1 x 1 binning) to 51.4 cm/pixel (with 2 x 2 binning)",
    "Map projected scale": "25 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "0.3",
    "Phase angle": "60.1",
    "Solar incidence angle": "60, with the Sun about 30 above the horizon",
    "Solar longitude": "193.8, Northern Autumn",
    "North azimuth": " 97",
    "Sub-solar azimuth": " 15.4",
    "title": "Layered Outcrops on Crater Floor",
    "caption": "This image shows part of the floor of an impact crater on the northern rim of the giant Hellas Basin. Hellas includes the lowest elevations on Mars, and may have once held lakes or seas; layered rock outcrops occur around much of the edge of the basin. At this site, a large impact crater (about 90 kilometers across) was partly filled by layered rocks. These rocks on the crater floor are now eroding and forming strange pits. Here, the layers are mostly exposed on a steep slope which cuts across much of the image. On this slope, they crop out as rocky stripes, some continuous and others not. The material between the stripes is mostly covered by debris, but some areas of exposed rock are visible. The slope is capped by a thick, continuous layer that armors it against erosion; once this cap is gone, the lower material is removed rapidly, forming the steep slope. At the base of this slope, rocks on the floor of the pit appear bright and heavily fragmented by cracks known as joints. The variation in rock types suggests that the rocks here were deposited by multiple processes or in different environments. Sites like this may preserve a record of conditions on early Mars. Written by: Colin Dundas (18 February 2009)"
   },
   "ESP_011664_2015": {
    "Acquisition date": "21 January 2009",
    "Local Mars time": "15:49",
    "Latitude (centered)": "21.246",
    "Longitude (East)": "230.872",
    "Spacecraft altitude": "275.3 km (171.1 miles)",
    "Original image scale range": "57.3 cm/pixel (with 2 x 2 binning) so objects ~172 cm across are resolved",
    "Map projected scale": "50 cm/pixel and North is up",
    "Map projection": "Equirectangular",
    "Emission angle": "12.6",
    "Phase angle": "50.6",
    "Solar incidence angle": "63, with the Sun about 27 above the horizon",
    "Solar longitude": "195.3, Northern Autumn",
    "North azimuth": " 96",
    "Sub-solar azimuth": " 345.6",
    "title": "Lava Flows at the Base of Olympus Mons",
    "caption": "This image is located at the foot of the largest volcano in the Solar System, Olympus Mons. The entire scene is covered with a multitude of lava flows. Most of the flows consisted of relatively sticky lava that froze after flowing for only a short distance (often less than a kilometer, or about half a mile). However, a few of the flows were more fluid and actually drained out of their channels, leaving troughs with distinct levees. These channelized flows extend out of the HiRISE image so they must be at least several kilometers (a few miles) long.  In all likelihood, both the short and long lava flows have very similar chemical compositions. Based on experience with lava flows on Earth, the channelized flows were probably fed by more vigorous eruptions. That is, the lava flow was fed so quickly that the lava traveled a long distance before it solidified. With the shorter flows, a slow dribble of lava froze before going more than the equivalent of a few city blocks.  The ridge with two knobs in the center of the image is of special interest. The lava flows radiate away from these knobs, indicating that the flows were fed from these points. However, based on experience with the current eruption of Kilauea Volcano in Hawaii, it seems that these vents were fed by a lava tube. Thus the magma first reached the surface some distance away, then was transported through a tube to this location. A blockage in the tube would force the lava to burst out and erupt onto the surface. Written by: Laszlo Kestay (22 April 2009)"
   }
}